export default {
    title: '可视化表单设计工具',
    firstUpdater: {
        name: '梁永辉',
    },
    info: [
        {
            version: "1.0.6",
            date: "2022.04.19",
            content: [
                "【表格】渲染样式完善",
                "【富文本】模块隐藏（bug多）",
            ]
        },
        {
            version: "1.0.5",
            date: "2022.04.14",
            content: [
                "【容器】渲染新增底部间距",
                "开放【导出代码】功能",
                "【表格】新增居中属性",
                "注释【SFC】功能",
                "【栅格】修改样式",
                "【HTML】属性面板改为多行输入框",
            ]
        },
        {
            version: "1.0.4",
            date: "2022.04.13",
            content: [
                "【分割线】新增颜色，厚度，顶部距离属性",
                "【提示】新增primary类型，顶部距离，底部距离属性",
                "【单行输入】新增unit单位属性",
                "【计数器】新增unit单位属性",
            ]
        },
        {
            version: "1.0.3",
            date: "2022.04.12",
            content: [
                "还原【栅格】样式",
            ]
        },
        {
            version: "1.0.2",
            date: "2022.04.08",
            content: [
                "修改【栅格】样式",
            ]
        },
        {
            version: "1.0.1",
            date: "2022.03.24",
            content: [
                "新增【图片】扩展字段",
            ]
        },
        {
            version: "1.0.0",
            date: "2022.03.18",
            content: [
                "初始化版本",
            ]
        }
    ]
}